Dlubal.RFEM5.IImposedNodalDeformation
Interface for working with imposed nodal deformation.

Dlubal.RFEM5.IImposedNodalDeformation.GetData
Gets imposed nodal deformation parameters.
Returns: Imposed nodal deformation parameters

Dlubal.RFEM5.IImposedNodalDeformation.SetData(System.UInt32@)
Sets imposed nodal deformation parameters.
Load: Imposed nodal deformation parameters

Dlubal.RFEM5.IImposedNodalDeformation.Delete
Deletes imposed nodal deformation.